{
    "capitulo1": [
        "Los trastornos alimentarios son enfermedades graves; estas afectan tanto la salud física como la mental.",
        "Estas afecciones incluyen problemas en la forma de pensar sobre la comida, la alimentación, el peso y la figura, así como en los comportamientos alimentarios.",
        "Si estos no son tratados de manera eficaz, pueden convertirse en problemas crónicos y, en algunos casos, pueden causar la muerte.",
        "Los síntomas varían según el tipo de trastorno alimentario. La anorexia, bulimia y el trastorno alimentario compulsivo son los más comunes. Las personas con dichos trastornos pueden tener diferentes tallas y tipos de cuerpo.",
        "Sofía corría por el patio junto a sus primos cuando escuchó a lo lejos la plática de su madre y tías.",
        "Tía 1: Deberías de cuidar el peso de Sofía.",
        "Mamá: No creo que esté tan subida de peso.",
        "Tía 2: Así pensé sobre mi hija y terminó subiendo mucho de peso porque no hice nada para controlarlo.",
        "Mamá: Supongo que tendré que prestar mucha más atención.",
        "Se desconoce la causa exacta de los trastornos alimentarios. Los investigadores creen que estas afecciones son causadas por una interacción compleja de factores, incluyendo genéticos, biológicos, conductuales, psicológicos y sociales.",
        "Sofía se encontraba con sus amigas en la cafetería de la escuela.",
        "Amiga 1: ¿Has visto a las influencers últimamente? Todas tienen esos abdómenes planos increíbles. Yo tengo que dejar de comer dulces si quiero llegar al verano así.",
        "Amiga 2: Sí, yo también. Deberíamos empezar a llevar ensaladas, ¿no crees, Sofía?",
        "Sofía (insegura): No sé... supongo que podría intentarlo.",
        "(Observa su comida y empuja el plato a un lado.)",
        "Amiga 1: Así se empieza, ¡te apoyamos!",
        "(Sonríe débilmente)",
        "Pensamiento: Creo que debería de dejar de comer tanto, en realidad estoy subiendo mucho de peso.",
        "Algunos testimonios nos cuentan que algunos desencadenantes fueron el ser perfeccionista con ellos mismos, cumplir con un estándar de belleza, comentarios de la familia o amigos, hasta conseguir recompensas por cumplir con un peso específico.",
        "Sofía se encontraba con sus amigas en la cafetería de la escuela.",
        "Amiga 1: Miren esta foto que publiqué ayer en Instagram. ¡30 likes! Aunque creo que mi cara se ve algo redonda.",
        "Amiga 2: ¡Qué dices!  Te ves perfecta. Yo no me atrevería a usar ese top, mi barriga se vería horrible.",
        "Amiga 1: Tonterías. Solo es cuestión de comer más ensaladas. ¿Verdad, Sofía? ",
        "(Sofía, distraída, baja la mirada hacia su comida).",
        "Sofía: Ah... sí, supongo. Aunque no sé si podría dejar de comer pan, me encanta. ",
        "Amiga 2 (riendo): ¡Pero si eres super delgada! ¡Aunque un poco menos de pan no te haría daño!",
        "(El comentario queda flotando en el aire. Sofía sonríe débilmente, pero por dentro empieza a cuestionarse.)",
        "Amiga 1: Podemos hacer un reto, chicas: sin carbohidratos por una semana. ¿Quién se apunta?",
        "Sofía (tras dudar): Quizás... lo intentaré.",
        "(El grupo celebra, pero Sofía siente un nudo en el estómago.)",
        "Detectarlos de manera temprana aumenta las posibilidades de una recuperación rápida, como evitar problemas graves a largo plazo."
    ],
    "capitulo2": [
        "Estos trastornos pueden provocar diferentes consecuencias físicas, mentales y sociales.",
        "Cena familiar en casa.",
        "Mamá: Sofía, no has tocado tu sopa. ¿Te sientes bien?",
        "Sofía (evasiva): Sí, mamá. Es que comí algo en la escuela y todavía estoy llena.",
        "Papá (preocupado): ¿Otra vez? Últimamente, apenas comes con nosotros. La comida no se desperdicia, ¿sabes?",
        "Sofía (molesta): ¡No estoy desperdiciando nada! Solo no tengo hambre, ¿ok? ",
        "(La conversación se corta. Sofía siente un nudo en el estómago, pero no por la comida, sino por la presión y el miedo de que descubran lo que está pasando.)",
        "En los casos las consecuencias mentales tienen un gran impacto, las cuales puedes desembocar en ansiedad, depresión y sentimientos de inutilidad, aunque los más frecuentes son los pensamientos obsesivos y miedo extremo por ganar peso.",
        "Cena familiar en casa.",
        "Mamá: Sofía, cariño, ¿puedes pasarme el pan?",
        "(Sofía vacila antes de responder.)",
        "Sofía: Claro, mamá. Aunque... creo que no voy a comer pan esta noche.",
        "Papá: ¿Otra vez? Últimamente, estás comiendo como un pajarito.",
        "Sofía (molesta): No es cierto. Simplemente, no tengo hambre, ¿está bien?",
        "Hermano menor (interviniendo): ¡Sofí, si no te comes tu postre, me lo quedo!",
        "(Todos ríen, excepto Sofía, que fuerza una sonrisa.)",
        "Más tarde, en su habitación, Sofía revisa su teléfono.",
        "Mensaje de Amiga 1: ¿Cómo vas con el reto? Yo estoy aguantando, pero quiero un helado.",
        "Sofía (responde rápidamente): Bien, creo. Aunque mamá está empezando a preguntar cosas.",
        "Amiga 1: Solo diles que estás cuidándote. Ellos no entenderán.",
        "(Sofía cierra el chat, sintiéndose sola y confundida.)",
        "Las personas con estos trastornos pueden sufrir aislamiento social, dificultad para interactuar en eventos donde la comida está presente, como también el deterioro de las relaciones personales por los cambios de humor, irritabilidad o secretismo.",
        "Sábado por la tarde, Sofía se encontraba en su casa revisando su teléfono. Su grupo de amigas planea salir a comer pizza.",
        "Amiga 1 (mensaje de texto): Sofí, ven con nosotras. Va a estar divertido.",
        "Amiga 2: ¡Sí! Además, ya sabes que la pizza de este lugar es la mejor.",
        "(Sofía mira los mensajes, pero su mente está en conflicto.)",
        "Sofía (pensando): Si voy, van a notar que no estoy comiendo como antes. No quiero dar explicaciones. Mejor digo que estoy ocupada.",
        "(Sofía escribe un mensaje rápido.)",
        "Sofía (mensaje de texto): No puedo, chicas. Tengo que estudiar. Disfruten mucho.",
        "(Su teléfono vibra con respuestas llenas de emojis tristes y bromas para que salga, pero ella deja el celular a un lado.)",
        "Más tarde, su madre entra en su habitación.",
        "Mamá: Sofía, ¿por qué no saliste con tus amigas? Siempre te encantaba pasar tiempo con ellas.",
        "Sofía (finge una sonrisa): Es que tengo mucho que hacer, mamá. Además, no es para tanto.",
        "Mamá (la observa con preocupación): Hija, me doy cuenta de que has cambiado. No hablas tanto como antes, y no te ves feliz. ¿Estás bien?",
        "Sofía (evasiva): Estoy bien, mamá. De verdad, solo estoy un poco cansada.",
        "(Mamá suspira, sin querer presionarla más, pero sigue preocupada.)",
        "Esa noche, Sofía revisa las fotos que sus amigas subieron de la salida. Sonríen mientras sostienen grandes trozos de pizza.",
        "Pensamiento: Ojalá pudiera disfrutar así otra vez... pero simplemente no puedo.",
        "Para identificar estas consecuencias es primordial prestar atención a los cambios de comportamiento, si hace comentarios frecuentes sobre la comida, el peso o la apariencia. Una forma de ayudar es brindar un lugar seguro donde la persona pueda hablar sin sentirse juzgada o con miedo."
    ],
    "capitulo3": [
        "Debido a que los trastornos alimentarios pueden ser muy graves, es importante buscar ayuda en caso de sufrirlo o conocer a alguien que lo sufra, esto de la mano de un diagnóstico de un profesional.",
        "Cocina de Sofía",
        "Sofía está sola en casa. Lleva días sintiéndose débil y desconectada, pero insiste en ignorar cómo su cuerpo le pasa factura. Decide prepararse un vaso de agua mientras evita mirar al refrigerador, temiendo la comida que guarda dentro.",
        "¿Estás listo para enfrentarte a lo desconocido?",
        "(De repente, su visión comienza a nublarse, y un fuerte mareo la obliga a apoyarse en la encimera.)",
        "Pensamiento: ¿Qué me está pasando? Solo estoy un poco cansada... Estoy bien, puedo manejar esto.",
        "(Se desliza al suelo, incapaz de mantenerse en pie. Siente su corazón latiendo rápido y descontrolado. El miedo la invade.)",
        "Pensamiento (aterrada): ¿Y si no estoy bien? ¿Y si algo malo me pasa?",
        "(Después de unos minutos, recupera el aliento lo suficiente para levantarse y mirarse en el espejo del pasillo. Su rostro está pálido, con ojeras marcadas y un aire de fragilidad que no puede ignorar más.)",
        "Sofía (en voz baja): ¿Qué estoy haciendo conmigo misma?",
        "Esa noche, mientras está acostada en su cama, revisa su teléfono. Ve una foto antigua de ella con sus amigas, luciendo feliz y sana.",
        "(Recuerda cómo solía disfrutar los momentos simples como salir a comer o pasar tiempo con ellas, pero esos recuerdos ahora se sienten distantes.)",
        "Sofía (pensando): No puedo seguir así. No quiero seguir perdiendo estos momentos. Esto no es vivir.",
        "En la búsqueda de ayuda en estos casos resulta ser un tanto agobiante para las personas que lo sufren, debido a que muchas de ellas se niegan a aceptar que tienen un problema y sobre todo el que pensaran las personas sobre ellas influye demasiado en la toma de esta decisión.",
        "Sofía conversa con Ana, su amiga más cercana.",
        "Ana:  Sofí, por favor, cuéntame qué te pasa. No eres la misma de antes.",
        "Sofía (baja la mirada): No es nada, Ana. Solo estoy cansada por los exámenes.",
        "Ana:  No me lo creo. Antes te encantaba salir a comer con nosotros, y ahora siempre tienes excusas. Estoy preocupada por ti.",
        "(Sofía respira hondo y finalmente cede.)",
        "Sofía:  A veces... siento que no soy suficiente, ¿entiendes? Como si mi cuerpo no fuera el que debería tener.",
        "Ana (con tristeza): Sofí, no tienes que cambiar nada para ser suficiente. Eres increíble tal y como eres.",
        "Sofía (al borde de las lágrimas): Pero no lo siento así, Ana. No sé cómo dejar de pensar en esto.",
        "Ana:  Vamos juntas a hablar con alguien. Tal vez la orientadora. No tienes que hacer esto sola.",
        "(Sofía asiente, abrazando a su amiga mientras una pequeña chispa de esperanza se enciende en su interior.)",
        "Una de las formas de ayuda más importante es buscar asesoramiento profesional, estos como orientadores escolares, profesionales especializados, nutricionistas o psiquiatras, en algunos casos los grupos de ayuda puede brindar un gran apoyo, al conocer personas que atraviesan por lo mismo.",
        "Oficina de la orientadora escolar",
        "Ana acompaña a Sofía a la oficina de la orientadora.",
        "Orientadora: Hola, chicas. ¿Qué las trae por aquí hoy?",
        "(Ana mira a Sofía, alentándola a hablar.)",
        "Sofía (titubeando): No sé cómo empezar... Pero últimamente me siento... como si no estuviera bien conmigo misma. No sé cómo explicarlo.",
        "Orientadora (con tono calmado): Está bien, Sofía. Este es un espacio seguro. Tómate tu tiempo para contarme.",
        "(Sofía se frota las manos, dudando, pero Ana le da un apretón en el brazo como señal de apoyo.)",
        "Sofía: He estado controlando mucho lo que como... Y aunque al principio me sentía bien, ahora solo siento miedo. Miedo de comer, de verme mal, de que los demás me juzguen.",
        "Orientadora (con suavidad): Gracias por compartir esto conmigo, Sofía. Es un gran paso. ¿Te has sentido así por mucho tiempo? ",
        "(Sofía asiente, sintiendo un nudo en la garganta.)",
        "Ana: Ella necesita ayuda, y no quiero que pase por esto sola.",
        "Orientadora: Ana, gracias por ser una amiga tan valiente. Sofía, vamos a trabajar juntas para encontrar el apoyo que necesitas. Esto no es algo que debas afrontar sola.",
        "(Sofía siente una mezcla de alivio y miedo mientras asiente lentamente.)",
        "Siempre se tiene que reconocer que buscar ayuda no es un signo de debilidad, sino de valentía, el ser honesto con las personas que te rodean y sobre todo con los profesionales ayuda a construir un sistema de apoyo para una recuperación, aunque lenta segura."
    ],
    "capitulo4": [
        "Los planes de tratamiento para los trastornos alimentarios se adaptan a las necesidades de cada persona, estos tratamientos pueden incluir psicoterapia individual, grupal y/o familiar, atención médica y monitoreo, asesoramiento nutricional o medicamentos.",
        "Sesión de terapia.",
        "Terapeuta: Cuéntame, Sofía, ¿cómo te sientes después de esa comida con tus amigas?",
        "Sofía (baja la mirada): Me sentí bien en el momento, pero después... me sentí culpable. Como si hubiera hecho algo malo.",
        "Terapeuta: Es normal que sientas eso. Tu mente está acostumbrada a esos pensamientos, pero recuerda que alimentarte no es un error. Es un acto de amor hacia ti misma.",
        "Sofía: Es difícil. A veces siento que nunca voy a estar bien. ",
        "Terapeuta: La recuperación no es una línea recta, pero cada pequeño paso cuenta. ¿Qué te parece si trabajamos en cómo manejar esos pensamientos cuando surjan?",
        "(Sofía asiente, más tranquila, lista para intentarlo nuevamente.)",
        "Es importante tener en cuenta que la recuperación no es lineal, por lo que habrá avances y retrocesos, por lo que establecer metas pequeñas y alcanzables pueden hacer que el proceso sea menos agobiante.",
        "Una salida con amigas después de iniciar terapia.",
        "Amiga 1: ¡Sofía, mira este menú! Todo se ve delicioso.",
        "(Sofía mira la carta, sintiéndose nerviosa. La terapeuta le había sugerido elegir algo que realmente quisiera.)",
        "Sofía: Creo que probaré el sándwich de pollo.",
        "Amiga 2 (sonríe): ¡Buena elección! Yo también. ",
        "(Durante la comida, Sofía se siente más relajada, pero luego, al llegar a casa, la culpa aparece.)",
        "En la siguiente sesión de terapia",
        "Sofía: Me sentí bien en el momento, pero luego... fue como si hubiera hecho algo malo.",
        "Terapeuta: Ese es un pensamiento común. Lo importante es reconocer que alimentarte no es un error, sino una necesidad.",
        "Sofía: ¿Y si nunca dejo de sentir esto?",
        "Terapeuta: El camino no es fácil, pero cada vez que eliges cuidar de ti misma, das un paso adelante. Sigamos trabajando juntas.",
        "Las recaídas son comunes, pero hay que conocer que estas no significan fracasos, ni que no esté funcionando lo que se está haciendo. Es importante reflexionar sobre la causa de la recaída y buscar apoyo nuevamente es esencial.",
        "Recaída emocional",
        "Sofía está en una reunión familiar y su abuela le ofrece una porción generosa de pastel de chocolate.",
        "Abuela: Vamos, Sofía, tú siempre has amado mi pastel. Te serví un pedazo extragrande porque estás muy delgada.",
        "(Sofía siente la presión de las miradas de los familiares. Toma el plato, pero su apetito desaparece por completo.)",
        "Sofía (pensando): No puedo comer esto. ¿Qué pensarán si lo dejo? ¿Y si lo como? ",
        "(Finge una sonrisa y juega con el tenedor en el pastel.)",
        "Tía: ¿No te gusta? Parece que Sofía está siendo demasiado estricta con la dieta. ",
        "(Sofía se levanta abruptamente de la mesa, sintiéndose sofocada.)",
        "Más tarde, en su habitación",
        "Sofía (llorando): ¿Por qué no puedo ser normal? ¿Por qué tengo que sentirme así?",
        "En la siguiente sesión de terapia",
        "Sofía:  Me siento como si hubiera fallado. Estaba empezando a sentirme mejor, pero después de ese día... todo volvió.",
        "Terapeuta:  Sofía, esto es parte del proceso. Las recaídas no significan que estás fallando. Significan que estás enfrentándote a algo difícil, y eso requiere tiempo y paciencia.",
        "Sofía:  Es tan frustrante... Quiero que todo esto termine.",
        "Terapeuta:  Estás haciendo un trabajo increíble, aunque no lo sientas. Vamos a analizar lo que pasó y encontrar maneras de manejar estas situaciones en el futuro.",
        "Algunas cosas para brindar ayuda en la recuperación es mantener una comunicación abierta y no juzgar a las personas que pose estos trastornos, evitar comentarios sobre el peso o la apariencia física y celebrar casa uno de los pequeños logros que se consiguen."
    ],
    "capitulo5": [
        "No todos los casos logran una recuperación exitosa, aunque eso no quiere decir que fallamos, sino que necesitamos un poco más de ayuda para afrontar los desafíos que aún están por venir.",
        "Taller de grupal",
        "Sofía ha estado asistiendo a sesiones de terapia grupal como parte de su proceso de recuperación. Hoy, el tema es Celebrar los pequeños logros.",
        "(La terapeuta, Mariana, está de pie frente al grupo.)",
        "Mariana: Hoy hablaremos sobre los pasos que han dado hacia la recuperación, aunque parezcan pequeños. ¿Alguien quiere compartir?",
        "(El grupo permanece en silencio un momento. Sofía duda, pero finalmente levanta la mano.)",
        "Sofía (con voz tímida): Yo... Bueno, sé que puede sonar tonto, pero esta semana comí una rebanada de pastel en el cumpleaños de mi prima.",
        "(El grupo sonríe con calidez, algunos aplauden suavemente.)",
        "Mariana: Eso no suena tonto, Sofía. ¿Cómo te sentiste al hacerlo?",
        "Sofía (pensativa): Al principio me sentí aterrada, pero luego recordé lo que hablamos aquí. Que no es solo comida, es parte de disfrutar un momento. Así que lo hice... y estuvo bien. No perfecto, pero mejor de lo que esperaba.",
        "Mariana (con una sonrisa cálida): Eso es un logro increíble. Te enfrentaste a un miedo y descubriste que podías manejarlo. ¿Qué aprendiste de esta experiencia?",
        "Sofía:(respira profundo): Que no necesito castigarte todo el tiempo. Que puedo disfrutar sin sentirme culpable... O al menos, puedo intentarlo.",
        "(El grupo asiente con apoyo, y una chica al otro lado de la sala interviene.)",
        "Otra participante: Yo también he sentido eso. Es inspirador escucharte, Sofía. Me hace querer intentarlo también.",
        "(Sofía sonríe tímidamente, sintiéndose parte de algo más grande que ella misma.)",
        "El brindar apoyo o conocer sobre el tema puede brindar una gran ayuda para todas las personas que aún tienen miedo de contar lo que les pasa, ser paciente en la recuperación, entendiendo que lleva tiempo y que no siempre las cosas saldrán como se espera.",
        "En casa con su familia",
        "Esa noche, Sofía está cenando con su familia. Su madre le sirve una porción de sopa y la coloca frente a ella.",
        "Mamá (con un tono cariñoso): Me alegra mucho verte comer con nosotros otra vez.",
        "(Sofía siente una punzada de ansiedad, pero respira hondo. Toma una cucharada y saborea el momento.)",
        "Sofía: (sonríe suavemente) Gracias, mamá. Estoy trabajando en ello.",
        "(Su padre sonríe desde el otro lado de la mesa.)",
        "Papá:  Y estamos aquí para lo que necesites, siempre.",
        "(Por primera vez en mucho tiempo, Sofía siente que está reconectando con ellos y consigo misma. No todo es perfecto, pero sabe que está avanzando.)",
        "Entender que escuchar sin juzgar ni dar soluciones rápidas puede ser de gran ayuda, entender que la mejor ayuda que puedes brindar es conectar con profesionales y sobre todo mantener la esperanza de que las personas pueden mejorar.",
        "Sofía, ahora mayor, habla con una adolescente llamada Valeria que está pasando por algo similar.",
        "Valeria:  Sofía, ¿cómo lo hiciste? A veces siento que no voy a salir de esto.",
        "Sofía: (sonríe con empatía) Yo también lo sentí muchas veces. Pero aprendí que no tienes que hacerlo sola. Hablar con alguien fue lo más difícil, pero también lo más importante que hice.",
        "Valeria: ¿Y qué pasa cuando recaigo? Siento que eso significa que no estoy mejorando.",
        "Sofía:  Las recaídas son parte del proceso. No significan que estés fallando, sino que sigues luchando. Siempre habrá un nuevo día para intentarlo.",
        "(Valeria asiente, inspirada por las palabras de Sofía.)",
        "Al final hay muchas formas de afrontar estos trastornos, lo importante es saber que no se está solo, y que muchas veces el camino a la recuperación no será rápido ni sencillo, pero muchas personas ya han pasado por eso y han conseguido salir de ese lugar, por lo cual no hay necesidad de rendirse por qué se puede volver a sentir feliz y contento, sentirse pleno con el cuerpo que tienes."
    ]
}
